Repository: n3wb13/OpenNfrGui-5.0-1
Catalog: lib/python/Plugins/Extensions/Infopanel/locale/*.po
Languages: pl

source: Cancel
pl: Anuluj

source: Save
pl: Zapisz

source: Permission denied....
pl: Dostęp niemożliwy!

source: Addon-Manager
pl: Manadżer dodatków

source: Setup
pl: Ustawienia

source: Plugins
pl: Pluginy

source: Infos
pl: Informacje

source: Autostart Config
pl: Konfiguracja autostartu

source: Generic Config
pl: Podstawowa konfiguracja

source: Audio / Video / SAT Config
pl: Konfiguracja Audio/Video/Sat

source: Devices Config
pl: Konfiguracja dysku USB

source: Recording Config
pl: Konfiguracja nagrywania

source: CAM / EMU Config
pl: Konfiguracja CAM/EMU

source: Network Config
pl: Konfiguracja Sieci

source: Parental
pl: Kontrola Rodzicielska

source: Remote Config
pl: Zdalna konfiguracja

source: Szap Config
pl: Konfiguracja Szap

source: Automount
pl: Automatyczne montowanie

source: Red-Key-Action
pl: Czerwony przycisk

source: Blue-Key-Action
pl: Niebieski przycisk

source: miniconfig
pl: Konfiguracja mini USB

source: Fan Control
pl: Kontrola wentylatora

source: Networksetup
pl: Konfiguracja Sieci

source: PlugLoad
pl: Ładowanie pluginów

source: Record
pl: Nagrywanie

source: Pluginbrowser
pl: Przeglądarka pluginów

source: TMP IPK LIST
pl: Pokaż IPK w tmp

source: TMP IPK INSTALL
pl: Instaluj IPK z tmp

source: TMP IPK REMOVE
pl: Usuń IPK z tmp

source: Default
pl: Domyślnie

source: FreeSpace
pl: Wolna pamięć

source: Kernel
pl: Jądro

source: Mounts
pl: Zamontowane

source: Network
pl: Sieć

source: System Info
pl: Informacja o Systemie

source: MemInfo
pl: Informacja o pamięci

source: Module
pl: Moduł

source: Partitions
pl: Partycje

source: Info
pl: Informacja

source: Backup
pl: Kopia

source: Backup / Restore Settings
pl: Ustawienia Kopii/Przywracania

source: Flash Tmp Updater
pl: Aktualizacja przez tmp

source: Flash Online Updater
pl: Aktualizacja online

source: Usb Tmp Updater
pl: USB Tmp Aktualizacja

source: Usb Online Updater
pl: USB Online Aktualizacja

source: No IPK found
pl: Brak IPK

source: List IPK
pl: Lista IPK

source: an internal error has occur
pl: wystąpił błąd wewnętrzny

source: Remove IPK
pl: Usuń IPK

source: Successfully terminated
pl: Zakończone z sukcesem

source: Please choose an extension to...
pl: Wybór funkcji

source: blue key calls
pl: Niebieski przycisk:

source: Default
pl: Domyślny

source: Softcam
pl: SoftCam Menu

source: show single service EPG
pl: Proste EPG

source: show multi service EPG
pl: Rozszerzone EPG

source: Deactivate
pl: wyłącz

source: Refresh
pl: Odśwież

source: Activate
pl: włącz

source: No ECM info
pl: Brak informacji o ECM

source: Softcam auswahl:
pl: Wybór Softcam:

source: no emu found
pl: nie znaleziono EMU

source: No new ECM info
pl: Brak informacji o nowych ECM

source: This Softcam Emuconfig is comming soon... (current oscam only) !
pl: Konfiguracja EMU Softcam - wkrótce... (tylko aktualny oscam)!

source: Your Softcam has on unsupported filename... !
pl: Niekompatybilna nazwa Softcam...!

source: Select your Device
pl: Wybierz napęd

source: Select your Protocol
pl: Wybierz protokół

source: Enter your change for: %s
pl: Potwierdź zmiany: %s

source: yes
pl: tak

source: no
pl: nie

source: high
pl: wysoka

source: low
pl: niska

source: off
pl: wyłącz

source: big
pl: duża

source: small
pl: mała

source: normal
pl: normalny

source: always
pl: zawsze

source: at bootloop
pl: at bootloop (bei Bootschleife)

source: don`t split
pl: nie dziel

source: 1 GigaByte
pl: 1 Gigabajt

source: 2 GigaByte
pl: 2 Gigabajty

source: 3 GigaByte
pl: 3 GigaBajty

source: 4 GigaByte
pl: 4 GigaBajty

source: *.ts ending
pl: *.ts

source: 2 readers
pl: 2 czytniki

source: 3 readers
pl: 3 Czytniki

source: 4 readers
pl: 4 Czytniki

source: 5 readers
pl: 5 Czytników

source: 6 readers
pl: 6 Czytników

source: 7 readers
pl: 7 Czytników

source: no one
pl: żaden

source: 1 reader
pl: 1 czytnik

source: fsckroot
pl: fsckroot (Sprawdzenie systemu)

source: bootstop
pl: bootstop (stoppt das System in s)

source: debug
pl: debug (Konsolenausgabe einstellen)

source: logto
pl: e2logto (e2 Ausgabe loggen)

source: errorboot
pl: błąd uruchamiania (restart GUI po GS?)

source: repairmodus
pl: repairmodus (Abfrage beim booten nach Absturz)

source: rmcrashlog
pl: usuwanie crasloga

source: rmemthy
pl: rmemthy (leere Mountverz.in /media löschen)

source: plugload
pl: plugload (Pluginverwaltung)

source: progressbar
pl: pasek postępu uruchamiania

source: showip
pl: widok połączenia sieciowego

source: showtvinfo
pl: pokaż informację o sieci przy starcie

source: playlist
pl: playlist (Wiedergabeliste löschen)

source: updatelist
pl: updatelist (Anzahl Images in Updateliste)

source: oldaudiofw
pl: oldaudiofw (nutze alte Audio FW für DTS Downmix)

source: noaudiosync
pl: bez synchronizacji audio

source: BootResolution
pl: rozdzielczość BootLogo

source: bootlogo
pl: bootlogo (Bootbild anzeigen)

source: poweroff
pl: poweroff (Bootbild bei Shutdown/Reboot)

source: fontsize
pl: wielkość czcionki

source: scartonstandby
pl: włączenie Scart w Standby

source: tuner_sleep_off
pl: tuner_sleep_off ( Tuner Schlafmodus deaktivieren)

source: bootrgbfix
pl: bootrgbfix (Behebt Problem mit grünem Bootbild)

source: loadpartition
pl: loadpartition (Partitionstabellen neu lesen)

source: fsckrecord
pl: fsckrecord (Sprawdzenie nagrań)

source: swapsize
pl: rozmiar swapa

source: fsckswap
pl: fsckswap (Weryfikacja swapa)

source: RecordMaxSectors
pl: RecordMaxSectors (Größe der hdd Datenblöcke)

source: SwapMaxSectors
pl: SwapMaxSectors (Größe der Swapstick Datenblöcke)

source: RecordSplitSize
pl: RecordSplitSize (Aufnahmen teilen)

source: RecordSplitType
pl: RecordSplitType (Endung der Aufnahmedatei)

source: emucontrol
pl: kontrola emu (steuere Emu bei MP/MC- Start)

source: ftdi
pl: ftdi (Wsparcie adaptera USB2Serial ftdi)

source: pl2303
pl: pl2303 (Wsparcie dla adaptera USB2Serial pl2303)

source: nr_usbreaders
pl: czytniki podłączone do USB

source: iwatch
pl: iwatch (Inc Neustart bei Verbindungsverlust)

source: nfsserver
pl: nfsserver (Aktywacja NFS Server)

source: sambaserver
pl: serwer Samba

source: Parental
pl: Kontrola Rodzicielska (Wymagany Pin w czasie startu boxa)

source: maxRate
pl: maxRate (Angabe Zeit in mS)

source: maxDelay
pl: maxDelay(Tastverzögerung in mS)

source: szap
pl: szap (TV Bild beim Booten)

source: szaplong
pl: szaplong (TV Bild bis e2- Übergabe)

source: szap_frontend
pl: szap_frontend (Tuner zur szap Nutzung)

source: szap_emul
pl: szap_emul (Boot-TV Entschlüsselung)

source: szap_diseqc_repeat
pl: szap_diseqc_repeat (Anzahl DiSEqC Wiederholungen)

source: Username
pl: Użytkownik:

source: Password
pl: Hasło:

source: Virtual Keyboard
pl: Wirtualna klawiatura

source: AAF Config
pl: Konfiguracja AAF

source: Enter Username:
pl: Użytkownik:

source: Enter Password:
pl: Hasło:

source: default
pl: domyślny

source: afterTV
pl: afterTV (nach TV Bild)

source: disable
pl: wyłącz

source: WebBouquetEditor(extension)
pl: WebBouquetEditor(rozszerzenie)

source: MediaCenter(extension)
pl: MediaCenter(rozszerzenie)

source: MediaPlayer(extension)
pl: MediaPlayer(rozszerzenie)

source: WebInterface(extension)
pl: WebInterface(rozszerzenie)

source: GraphMultiEPG(extension)
pl: Graficzne MultiEPG(rozszerzenie)

source: IMDb(extension)
pl: IMDb(rozszerzenie)

source: SplitScreen(extension)
pl: SplitScreen(rozszerzenie)

source: VirtualZap(extension)
pl: VirtualZap(rozszerzenie)

source: CleanupWizard(extension)
pl: Kreator oczyszczania(rozszerzenie)

source: CrashlogAutoSubmit(extension)
pl: Autozapis crashloga(rozszerzenie)

source: SimpleBitrate(extension)
pl: SimpleBitrate(rozszerzenie)

source: VFD_Brightness(extension)
pl: Jasność VFD

source: SocketMMI(extension)
pl: SocketMMI(rozszerzenie)

source: NetworkBrowser(system)
pl: Przeglądarka Sieci(system)

source: NetworkServer(system)
pl: Server Sieci(system)

source: NetworkWizard(system)
pl: Kreator Sieci(system)

source: PositionerSetup(system)
pl: Konfiguracja Pozycjonera(system)

source: Plugload Settings
pl: Konfiguracja ładowania pluginów

source: Ntfs Write
pl: NTFS zapis

source: Image Info
pl: Informacja o image

source: Open AAF-Panel when pressing red button:
pl: Otwarcie panela AAF czerwonym przyciskiem

source: Record HDD Info
pl: Informacje o partycji nagrań

source: RECORD HDD NOT MOUNTED !
pl: Partycja do nagrań nie zamontowana!

source: Device:
pl: Napęd:

source: Directory: /hdd
pl: Katalog: /hdd

source: Label:
pl: Etykieta:

source: Filesystem:
pl: System plików:

source: RECORD HDD correct MOUNTED
pl: Partycja do nagrań zamontowana!

source: restore
pl: Przywróć

source: backup
pl: Kopia

source: Press -restore- and your saved settings will be restored from your swapstick / recording hdd! The Box will restart automatically for restoring! Press -backup- to save your actual settings to swapstick / recording hdd. WARNING: The old backup will be deleted! While using the update function of the AAF Panel, your settings will be saved and restored automatically, if possible!
pl: Użyj -przywróć- i zapisana konfiguracja będzie odtworzona z usb/hdd! Box będzie zrestartowany w tym celu! Użyj -kopia- do zapisu twojej aktualnej konfiguracji na usb/hdd. Uwaga: Poprzednia kopia będzie usunięta! Użycie funkcji aktualizacja z AAF Panel spowoduje automatyczny zapis lub odtworzenie twojej konfiguracji!

source: Backup - Settings
pl: Ustawienia kopii

source: ERROR: A record hdd or a swapstick must be mounted! Aborting backup....
pl: BŁĄD: Partycja do zapisu na hdd lub usb musi być zmontowana! Kopia zatrzymana...

source: ERROR: No backup folders found!!! Aborting restoring...
pl: BŁĄD: Nie znaleziono folderu z kopią! Przywracanie zatrzymane...

source: You find this Backup with timestamp on /tmp Connecting per ftp and copy this backup to your Pc ! Please Waiting 2 Min ... and relax Next infos on LCD Display!
pl: Kopia z datą utworzenia w /tmp Przez ftp skopiuj kopię do komputera ! Poczekaj 2 min i zrelaksuj się Następna informacja na wyświetlaczu!

source: Select backup
pl: Wybierz kopię (Wähle Art der Sicherung)

source: Create Backup
pl: Twórz kopię

source: Install
pl: Instalacja

source: Update
pl: Aktualizuj

source: Start Kernel Update now ?
pl: Uruchomić aktualizację jądra?

source: Start Fw Update now ?
pl: Uruchomić aktualizację firmware?

source: Start Root Update now ?
pl: Uruchomić aktualizację systemu?

source: Start Var Update now ?
pl: Uruchomić aktualizację var?

source: Start Full Update now ?
pl: Uruchomić pełną aktualizację?

source: Filename error ! Please use correct Filename !
pl: Błąd nazwy pliku! Użyj prawidłowej nazwy pliku!

source: No %s Image found !
pl: Brak %s Image!

source: Error cant get Online Server information !
pl: Błąd: Nie można pobrać informacji z serwera online!

source: Your System is UpToDate !
pl: System jest aktualny!

source: Error Server is Offline ! Try again later !
pl: Błąd: Serwer niedostępny! Spróbuj ponownie później!

source: Select mini device
pl: Wybierz pendrive (Installationmedium auswählen)

source: Start Usb Update now ? %s Device: %s
pl: Uruchomić atkualizację USB? %s Napęd: %s

source: backupper
pl: powrót

source: backlower
pl: backlower (hinten unten)

source: Bootdesc (default)
pl: Bootdesc (domyślnie)

source: BootMenuTimeout
pl: Limit Boot-Menu

source: internal hdd
pl: wewnętrzny hdd

source: Miniuboot Config
pl: Kofiguracja Miniuboot

source: Test frequency
pl: Testuj zegar

source: 450 (default)
pl: 450 (domyślnie)

source: 266 (default)
pl: 266 (domyślnie)

source: OverClock Settings
pl: Konfiguracja overclocka

source: Only Boot Overclock
pl: Overclock tylko w czasie startu

source: CPU frequency
pl: Zegar CPU

source: FDMA bypass
pl: Pominięcie FDMA

source: Reduce Standby frequency
pl: Zredukuj zegar w Standby

source: Standby frequency
pl: Zegar w Standby

source: Use Teletxt Workaround
pl: Użyj Teletxt Workaround

source: Brightness
pl: Jasność

source: Contrast
pl: Kontrast

source: Saturation
pl: Nasycenie

source: Tint
pl: Kolor
